{
    "Count": 3,
    "Message": "Results returned successfully",
    "Results": [
        {
            "Manufacturer": "Toyota Motor Engineering & Manufacturing",
            "NHTSACampaignNumber": "16V741000",
            "ReportReceivedDate": "\/Date(1476417600000-0400)\/",
            "Component": "PARKING BRAKE",
            "Summary": "Toyota Motor Engineering & Manufacturing (Toyota) is recalling certain model year 2016-2017 Prius vehicles manufactured August 6, 2015, to October 3, 2016.  The affected vehicles are equipped with a foot-operated parking brake system that has a parking brake cable that may disengage.",
            "Conequence": "If the parking brake cable disengages from the mechanism and the transmission is left in a gear other than 'Park' while the ignition is on and the driver leaves the vehicle, the vehicle may roll unexpectedly, increasing the risk of a crash.",
            "Remedy": "Toyota will notify owners, and dealers will install a clip at the parking brake cable end to prevent the cable from disengaging, free of charge.  The recall began November 10, 2016.  Owners may contact Toyota customer service at 1-888-270-9371.  Toyota's number for this recall is G01.",
            "Notes": "Owners may also contact the National Highway Traffic Safety Administration Vehicle Safety Hotline at 1-888-327-4236 (TTY 1-800-424-9153), or go to www.safercar.gov.",
            "ModelYear": "2017",
            "Make": "TOYOTA",
            "Model": "PRIUS"
        },
        {
            "Manufacturer": "Gulf States Toyota, Inc.",
            "NHTSACampaignNumber": "17V295000",
            "ReportReceivedDate": "\/Date(1493697600000-0400)\/",
            "Component": "TIRES:TEMPORARY/EMERGENCY SPARE TIRE",
            "Summary": "Gulf States Toyota, Inc. (Gulf States) is recalling certain 2017 4Runner , 86, Avalon, Camry, Camry Hybrid, Corolla, Corolla iM, Highlander, Highlander Hybrid, Prius, Prius C, RAV4, RAV4 Hybrid, Sienna  and Yaris vehicles.  The spare tire air pressure was not adjusted to the proper pressure as stated on the Tire Pressure Label.",
            "Conequence": "A spare tire that is not inflated to the proper value may not perform as intended, increasing the risk of a crash.",
            "Remedy": "Gulf States will notify owners, and dealers will inspect the spare tires, adjusting their pressure as necessary, free of charge.  The recall began June 15, 2017.  Owners may contact Gulf States customer service at 1-800-444-1074.  Toyota's number for this recall is 17R2.",
            "Notes": "Owners may also contact the National Highway Traffic Safety Administration Vehicle Safety Hotline at 1-888-327-4236 (TTY 1-800-424-9153), or go to www.safercar.gov. ",
            "ModelYear": "2017",
            "Make": "TOYOTA",
            "Model": "PRIUS"
        },
        {
            "Manufacturer": "Toyota Motor Engineering & Manufacturing",
            "NHTSACampaignNumber": "18V579000",
            "ReportReceivedDate": "\/Date(1536120000000-0400)\/",
            "Component": "ELECTRICAL SYSTEM:WIRING",
            "Summary": "Toyota Motor Engineering & Manufacturing (Toyota) is recalling certain 2016-2018 Toyota Prius vehicles.  A portion of the engine wire harness connected to the hybrid Power Control Unit (PCU), could contact the cover at this connection and wear, causing an electrical short circuit.  ",
            "Conequence": "An electrical short can increase the risk of a fire.",
            "Remedy": "Toyota will notify owners, and dealers will inspect the engine wire harness assembly and replace it if damage is found.  A protective sleeve or protective tape will be included to prevent any future damage.  These repairs will be performed free of charge.  The recall began October 30, 2018.  Owners may contact Toyota customer service at 1-888-270-9371.  Toyota's number for this recall is J0T.",
            "Notes": "Owners may also contact the National Highway Traffic Safety Administration Vehicle Safety Hotline at 1-888-327-4236 (TTY 1-800-424-9153), or go to www.safercar.gov.",
            "ModelYear": "2017",
            "Make": "TOYOTA",
            "Model": "PRIUS"
        }
    ]
}